<template>
  <div>
    <h1>山木通 · 云管理平台简介</h1>

    <h4>企业简介</h4>
    <p>
      山木通 · 云管理平台隶属于深圳市莫亚科技有限公司，是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。
    </p>
    <p>
      山木通运用国际先进的互联网、云计算、大数据等技术，结合高品质的客户服务，已为多家企业提供了企业运营与管理完整的互联网解决方案。
    </p>
    <p>
      山木通适用于楼梯扶手、木门、整体家居、地板、家具、家居饰品、橱柜、门窗、瓷砖、卫浴、吊顶、板材、茶台、工艺品、烟花、花炮、纸筒等生产企业。
    </p>

    <h4>品牌愿景</h4>
    <p>
      山木通 · 云管理平台隶属于深圳市莫亚科技有限公司，是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。
    </p>

    <h4>服务理念</h4>
    <p>
      山木通 · 云管理平台隶属于深圳市莫亚科技有限公司，是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。
    </p>
  </div>
</template>

<script>
  export default {
    name: 'choosesmt',
    data () {
      return {}
    },
    mounted: function () {
      window.scrollTo(0, 0)
    }
  }
</script>

<style lang='scss' scoped>
  @import "../../../static/common";

  h1 {
    text-align: center;
  }
  p{
    font-size:16px;
  }

</style>
