<template >
  <div style="background:#fff;">

    <div class="con">
      <div style="color:#a9263f;border-bottom:1px solid #bbbbbb;font-size:28px;padding:80px 0 15px 0;">常见问题</div>
      <div v-for="(item,index) in items" :key="index" class="item">
        <h4 class="title">{{item.title}}</h4>
        <p v-for="(p,index) in item.desgroup" :key="index" class="des">{{p.des}}</p>
        <i class="iconfont">&#xe660;</i>
      </div>
    </div>

  </div>
</template>

<script>
  export default {
    name: 'helpitem',
    data () {
      return {
        items: [
          {
            title: '山木通是什么？',
            desgroup: [
              {des: '山木通.云管理平台是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。'},
              {des: '道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回'},
              {des: '生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速'}
            ]
          },
          {
            title: '山木通是什么？',
            desgroup: [
              {des: '山木通.云管理平台是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。'},
              {des: '道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回'},
              {des: '生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速'}
            ]
          },
          {
            title: '山木通是什么？',
            desgroup: [
              {des: '山木通.云管理平台是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。'},
              {des: '道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回'},
              {des: '生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速'}
            ]
          },
          {
            title: '山木通是什么？',
            desgroup: [
              {des: '山木通.云管理平台是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。'},
              {des: '道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回'},
              {des: '生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速'}
            ]
          },
          {
            title: '山木通是什么？',
            desgroup: [
              {des: '山木通.云管理平台是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。'},
              {des: '道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回'},
              {des: '生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速'}
            ]
          }

        ]
      }
    },
    mounted: function () {
      window.scrollTo(0, 0)
    }
  }
</script>

<style lang='scss' scoped>
  @import '../../../static/common';

  .item {
    position: relative;
    border-bottom: 1px solid #dddddd;
    margin: 40px 0 0 0;
    padding-left: 40px;
    padding-bottom: 20px;
  }

  .title {
    color: #333333;
  }

  .des {
    font-size: 18px;
    text-indent: 0;
    color: #777;
  }

  .iconfont {
    position: absolute;
    display: inline-block;
    font-size: 32px;
    top: -5px;
    left: 0;
    color: $smtred;
  }
</style>
